Repository: ckan-tragsa/ckanext-bne
Catalog: ckanext/bne/i18n/*/LC_MESSAGES/ckanext-bne.po
Languages: es

source: OPEN DATA
es: DATOS ABIERTOS

source: Overview
es: Resumen

source: Web information
es: Información

source: CKAN API
es: API CKAN

source: Legal notice
es: Aviso legal

source: Data protection
es: Protección de datos

source: Cookie policy
es: Política de cookies

source: Organizations
es: Organizaciones

source: Groups
es: Grupos

source: Open Data Catalog
es: Catálogo de Datos Abiertos

source: Information
es: Información

source: Contact
es: Contacto

source: The National Library's Open Data Portal offers a REST API to access the data catalog, as well as to directly obtain all the information of a dataset and its resources.
es: El Portal de Datos Abiertos de la Biblioteca Nacional ofrece una API REST para acceder al catálogo de datos, así como para obtener directamente toda la información de un conjunto de datos y a sus recursos.

source: This API is the one implemented by CKAN. The following list includes some examples of API usage:
es: Esta API es la que implementa CKAN. En la siguiente lista incluimos algunos ejemplos de utilización del API:

source: Simple data catalog:
es: Catálogo de datos simple

source: Extended data catalog:
es: Catálogo de datos ampliado:

source: List of groups:
es: Listado de grupos:

source: List of tags:
es: Listado de etiquetas:

source: All the information of a dataset:
es: Toda la información de un conjunto de datos:

source: All CKAN API Rest documentation is available at the following address: http://docs.ckan.org/en/latest/api/
es: Toda la documentación del API Rest de CKAN está disponible en la siguiente dirección: http://docs.ckan.org/en/latest/api/

source: Platform Information
es: Información plataforma

source: CKAN Platform
es: Plataforma CKAN

source: Datos Abiertos runs on an open source tool called <a href='http://ckan.org'>CKAN</a> which is a world leading data catalog platform. CKAN has been designed by the Open Knowledge Foundation (OKF).
es: Datos Abiertos se ejecuta sobre una herramienta de código abierto llamada <a href='http://ckan.org'>CKAN</a> que es una plataforma de catálogo de datos, líder a nivel mundial. CKAN ha sido diseñada por la Open Knowledge Foundation (OKF).

source: CKAN is a complete out-of-the-box software solution that makes data accessible and reusable by providing tools for publishing, sharing, finding and using data (including data warehousing and provision of robust data APIs).
es: CKAN es una solución completa de software lista para utilizar que hace los datos accesibles y reutilizables al proveer herramientas para publicar, compartir, encontrar y usar los datos (incluyendo almacenamiento de datos y provisión de APIs de datos robustas).

source: CKAN is aimed at data providers (national and regional governments, infomediaries, companies and organizations) that want to make their data open and available.
es: CKAN está orientada a proveedores de datos (gobiernos nacionales y regionales, infomediadoras, compañías y organizaciones) que desean hacer sus datos abiertos y disponibles.

source: CKAN is used by governments and user groups worldwide and manages a variety of official and community data portals, including portals for local, national and international governments such as data.gov.uk from the UK, publicdata.eu from the European Union; dados.gov.br from Brazil; as well as government portals from Denmark and the Netherlands, as well as city and municipal sites in the US, UK, Argentina, Finland and elsewhere.
es: CKAN es utilizada por gobiernos y grupos de usuarios a nivel mundial y gestiona una variedad de portales de datos oficiales y comunitarios, incluyendo portales para gobiernos locales, nacionales e internacionales tales como data.gov.uk de Reino Unido, publicdata.eu de la Unión Europea; dados.gov.br de Brasil; además portales de los gobiernos de Dinamarca y Holanda, así como también sitios de ciudades y municipalidades en Estados Unidos, Reino Unido, Argentina, Finlandia y en otros lugares.

source: Functionality review:
es: Revisión de funcionalidades:

source: Built on CKAN
es: Hecho en CKAN

source: What is open data?
es: ¿Qué son datos abiertos?

source: Open data is data that can be freely used, modified and shared by anyone for any purpose.
es: Datos abiertos son aquellos que pueden ser libremente utilizados, modificados y compartidos por cualquier persona para cualquier propósito.

source: Public administrations have the obligation to encourage their use and provide the best conditions for the data they generate in the exercise of their functions to be used by citizens to generate new knowledge, services or entrepreneurship.
es: Las administraciones públicas tienen la obligación de favorecer que se utilicen, y proporcionar las mejores condiciones para que los datos que generan en el ejercicio de sus funciones sean aprovechados por la ciudadanía para generar nuevo conocimiento, servicios o emprendimiento.

source: Open data in the National Library of Spain
es: Datos abiertos en la Biblioteca Nacional de España

source: The Biblioteca Nacional de España massively generates standardized, interoperable and standardized data: its bibliographic and authority catalogs are its main tool and source of information, and the BNE has been making them available for download under open and reusable licenses for years. It also maintains and publishes standardized vocabularies, statistics, bibliography, directories... or the texts derived from the digitization processes of its collections.
es: La Biblioteca Nacional de España genera masivamente datos normalizados, interoperables, estandarizados: sus catálogos bibliográficos y de autoridad son su principal herramienta y fuente de información, y la BNE los ofrece para descarga con licencias abiertas y reutilizables desde hace años. También mantiene y publica vocabularios normalizados, estadísticas, bibliografía, directorios… o los textos derivados de los procesos de digitalización de sus colecciones.

source: Since 2015, the Biblioteca Nacional de España has included among its strategic lines the promotion of the reuse of its data. As part of the BNElab project, all the open data files generated by the BNE were analyzed, segmented and converted to open and reusable formats such as JSON, CSV, TXT, ODS and XML, and published on datos.gob, while a line of collaboration with communities of potential reusers was initiated to promote the use of these datasets in all possible sectors (natural language processing, digital humanities, tourism, artificial intelligence, big data...
es: Desde 2015, la Biblioteca Nacional de España tiene entre sus líneas estratégicas el impulso de la reutilización de sus datos. En el marco del proyecto BNElab se analizaron, segmentaron y convirtieron todos los ficheros de datos abiertos que genera la BNE a formatos abiertos y reutilizables como JSON, CSV, TXT, ODS y XML, y se publicaron en datos.gob, al tiempo que se iniciaba una línea de colaboración con comunidades de reutilizadores potenciales, para impulsar que estos datasets se utilizaran en todos los sectores posibles (procesamiento de lenguaje natural, humanidades digitales, turismo, inteligencia artificial, big data…).

source: With this new data portal, the Biblioteca Nacional de España is taking another step forward in promoting the use of its digital resources, expanding the possibilities for access, exploitation and exchange with reusers. This is a project under construction, in which services and functionalities will be gradually added. We count on your collaboration!
es: Con este nuevo portal de datos propios, datosabiertos.bne.es, la Biblioteca Nacional de España da un paso más para impulsar el uso de sus recursos digitales, ampliando las posibilidades de acceso, explotación e intercambio con los reutilizadores. Se trata de un proyecto en construcción, en el que se irán incorporando servicios y funcionalidades. ¡Contamos con tu colaboración!

source: What is a dataset?
es: ¿Qué es un conjunto de datos o dataset?

source: It is a collection of related data that can be reused (either on its own or mixed with other data) to create services of interest to citizens, companies or organizations.
es: Es una colección de datos relacionados susceptibles de ser reutilizados (bien por sí solos o bien mezclándolos con otros datos) para crear servicios de interés para los ciudadanos, empresas u organizaciones.

source: How are datasets used?
es: ¿Cómo se utilizan los conjuntos de datos?

source: To reuse data you must take into account:
es: Para reutilizar los datos debes tener en cuenta:

source: License for use.
es: Licencia de uso.

source: The datasets presented here are offered under open property licenses, which allow their redistribution, reuse and exploitation for commercial purposes.
es: Los conjuntos de datos expuestos aquí se ofrecen bajo licencias de propiedad abiertas, que permiten su redistribución, reutilización y aprovechamiento con fines comerciales.

source: However, there are some differences depending on the type of data, so in each file we detail the terms of use, which are always oriented to its reuse.
es: No obstante, existen algunas diferencias dependiendo del tipo de dato por lo que en cada ficha detallamos los términos de uso, que se orientan siempre a su reutilización.

source: Technical information
es: Información técnica

source: The data portal offers information for different reuser profiles (programmers or advanced reusers, journalists, researchers, general public, etc.). Therefore, the data is displayed in different formats, which serve different uses and needs and require different levels of knowledge and handling of these large data files.
es: EL portal de datos ofrece información para diferentes perfiles de reutilizador (programadores o reutilizadores avanzados, periodistas, investigadores, ciudadanía en general, etc.). Por eso, los datos se muestran en distintos formatos, que atienden a usos y necesidades diferentes y requieren diferentes niveles de conocimiento y manejo de estos grandes ficheros de datos.

source: What is a derived application of the public data displayed?
es: ¿Qué es una aplicación derivada de los datos públicos expuestos?

source: A derived application is any service obtained from the reuse of public data and that provides added value for citizens. An example could be a mobile application that visualizes the city's municipal facilities.
es: Una aplicación derivada es cualquier servicio obtenido a partir de la reutilización de los datos públicos y que aporte valor añadido para la ciudadanía. Un ejemplo podría ser una aplicación móvil que visualizar los equipamientos municipales de la ciudad.

source: Is it possible to expose personal data?
es: ¿Es posible que se expongan datos personales?

source: The data that is published does not provide information that can be used to identify non-public persons.
es: Los datos que se publican no ofrecen información para que puedan ser identificadas personas no públicas.

source: How are the datasets to be published selected or prioritized?
es: ¿Cómo se seleccionan o priorizan los conjuntos de datos a publicar?

source: All the large datasets generated by the BNE in the exercise of its functions have been selected (mainly those of the bibliographic catalog and authorities, but also other types of data, such as vocabularies, web collection data, bibliography...), and we have treated them to make them more easily accessible and workable. We are still in the process of adding new sets, contact BNElab if you have any proposals!
es: Se han seleccionado todos los grandes conjuntos de datos que genera la BNE en el ejercicio de sus funciones (principalmente los del catálogo bibliográfico y de autoridades, pero también otros tipos de datos, como vocabularios, datos de recolecciones web, bibliografía...), y los hemos tratado para que sean más fácilmente accesibles y trabajables. Seguimos en proceso de añadir nuevos conjuntos, ¡contacta con BNElab si tienes cualquier propuesta!

source: Can I make suggestions?
es: ¿Puedo aportar sugerencias?

source: Yes, please! New datasets, application and usage possibilities... any suggestion, comment or input is very valuable to us.
es: ¡Sí, por favor! Nuevos conjuntos de datos, posibilidades de aplicación y uso... cualquier sugerencia, comentario o aportación es muy valiosa para nosotros.

source: Please contact the BNElab team here
es: Contacta por favor con el equipo BNElab aquí

source: web version
es: versión web

source: raw data
es: datos brutos

source: Filters
es: Filtros

source: Limit to {rows} first rows
es: Limitado a los {rows} primeros registros

source: Raw data - API BNE
es: Datos brutos - API BNE

source: Number of entries :
es: Número de entradas :

source: Update
es: Actualizar

source: The API did not respond with any data. <br><strong>Please check the status!</strong>
es: La API no ha devuelto ningún dato. <br><strong>¡Por favor, comprueba el estado!</strong>

source: Dataset Search
es: Búsqueda de Dataset

source: Clean
es: Limpiar

source: Hide filters
es: Esconder filtros

source: Contact us
es: Contacto

source: Contact Us
es: Contacto

source: Questions? Comments? We are always glad to hear from you!
es: ¿Dudas, sugerencias, propuestas? Escríbenos

source: Contact Name
es: Nombre de contacto

source: Your Request
es: Tu petición

source: What do you have to tell us?
es: ¿Qué tiene que contarnos?

source: I give my consent to the processing of my personal data by the Biblioteca Nacional de España in order to carry out the requested operation. In the event of refusal to process your data, the procedure cannot be carried out.
es: Doy mi consentimiento para que los datos personales que facilito puedan ser utilizados por la Biblioteca Nacional de España, para poder realizar el trámite solicitado. En caso de negativa al tratamiento de sus datos no podrá prestarse el trámite.

source: I have read and agree to the privacy policy.
es: He leído y acepto la Política de protección de datos.

source: Submit
es: Enviar

source: Featured
es: Destacados

source: Explore and use open data
es: Explora y usa datos abiertos
